"About" = "பற்றி";
"About %@" = "சுமார் %@";
"Accessibility" = "அணுகல்";
"Acknowledgments" = "ஒப்புதல்கள்";
"Active app" = "செயலில் உள்ள பயன்பாடு";
"Active screen" = "செயலில் உள்ள திரை";
"Active Space" = "Active Space";
"Additional controls" = "கூடுதல் கட்டுப்பாடுகள்";
"Additional controls…" = "கூடுதல் கட்டுப்பாடுகள்…";
"Advanced" = "மேம்படுத்தபட்ட";
"After release" = "வெளியான பிறகு";
"Align windows" = "விண்டோஸை சீரமைக்கவும்";
"Align windows:" = "Align windows:";
"All apps" = "அனைத்து பயன்பாடுகளும்";
"All data from this form will be made public, as a ticket on github.com" = "இந்த படிவத்திலிருந்து வரும் அனைத்து தரவும் Github.com இல் டிக்கெட்டாக பகிரங்கப்படுத்தப்படும்";
"All screens" = "அனைத்து திரைகளும்";
"All Spaces" = "அனைத்து இடங்களும்";
"Allowed" = "அனுமதிக்கப்படுகிறது";
"Alphabetical" = "Alphabetical";
"Alphabetical Order" = "அகரவரிசை வரிசை";
"Also select windows using:" = "Also select windows using:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "கடைசியாக நீங்கள் அதைப் பயன்படுத்தியபோது ஆல்டாப் செயலிழந்தார்.செயலிழப்பு அறிக்கையை அனுப்புவது சிக்கலை சரிசெய்ய உதவும்";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "பயன்பாடுகளைக் காண்பிப்பதற்காக அல்தாப் தற்போது அமைக்கப்பட்டுள்ளது.சாளரங்களைக் காண்பிக்க ஆல்டாப் அமைக்கப்படும்போது மட்டுமே இந்த அமைப்பு கிடைக்கும்.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "ஆல்டாப் சில அனுமதிகள் தேவை";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "சாளரம் தற்போது குறைக்கப்பட்டுள்ளதா அல்லது நிலை ஐகானுடன் முழுத்திர்காலமாக இருந்தால் ஆல்டாப் காண்பிக்கும்.";
"Always" = "எப்போதும்";
"Always send crash reports" = "எப்போதும் செயலிழப்பு அறிக்கைகளை அனுப்பவும்";
"and press" = "மற்றும் அழுத்தவும்";
"and press:" = "and press:";
"Animations" = "அனிமேஷன்கள்";
"Animations…" = "அனிமேஷன்…";
"App (BundleID starting with)" = "பயன்பாடு (மூட்டை தொடங்கி)";
"App Icons" = "பயன்பாட்டு சின்னங்கள்";
"App is hidden" = "பயன்பாடு மறைக்கப்பட்டுள்ளது";
"App is running but has no open window" = "பயன்பாடு இயங்குகிறது, ஆனால் திறந்த சாளரம் இல்லை";
"Apparition delay" = "தோற்றம் தாமதம்";
"Apparition delay:" = "தோற்றம் தாமதம் :";
"Appearance" = "தோற்றம்";
"Application Name" = "பயன்பாட்டு பெயர்";
"Application Name - Window Title" = "பயன்பாட்டு பெயர் - சாளர தலைப்பு";
"Applications" = "பயன்பாடுகள்";
"Are you sure you don’t want a response?" = "நீங்கள் ஒரு பதிலை விரும்பவில்லை என்பதில் உறுதியாக இருக்கிறீர்களா?";
"Arrow keys" = "Arrow keys";
"Ask whether to send crash reports" = "செயலிழப்பு அறிக்கைகளை அனுப்பலாமா என்று கேளுங்கள்";
"Auto-install updates periodically" = "அவ்வப்போது புதுப்பிப்புகளைத் தானாக நிறுவவும்";
"Blacklists" = "தடுப்புப்பட்டியல்கள்";
"Cancel" = "ரத்துசெய்";
"Cancel and hide" = "ரத்து செய்து மறைக்க";
"Center" = "மையம்";
"Check for updates now…" = "புதுப்பிப்புகளை இப்போது சரிபார்க்கவும்…";
"Check for updates periodically" = "அவ்வப்போது புதுப்பிப்புகளைச் சரிபார்க்கவும்";
"Check for updates…" = "புதுப்பிப்புகளை சரிபார்க்கவும்…";
"Check permissions…" = "அனுமதிகளை சரிபார்க்கவும்…";
"Close window" = "சாளரத்தை மூடு";
"Conflicting shortcut" = "முரண்பட்ட குறுக்குவழி";
"Controls" = "கட்டுப்பாடுகள்";
"Crash reports policy" = "க்ராஷ் அறிக்கைகள் கொள்கை";
"Crash reports policy:" = "Crash reports policy:";
"Cursor follows focus" = "Cursor follows focus";
"Customize App Icons style…" = "பயன்பாட்டு சின்னங்கள் பாணியைத் தனிப்பயனாக்குங்கள்…";
"Customize Thumbnails style…" = "சிறுபட பாணியைத் தனிப்பயனாக்குங்கள்…";
"Customize Titles style…" = "தலைப்புகள் பாணியைத் தனிப்பயனாக்குங்கள்…";
"Dark" = "இருண்ட";
"Disabled" = "Disabled";
"Do nothing" = "எதுவும் செய்ய வேண்டாம்";
"Don’t check for updates periodically" = "அவ்வப்போது புதுப்பிப்புகளை சரிபார்க்க வேண்டாம்";
"Don’t send" = "அனுப்ப வேண்டாம்";
"Don’t show windows from these apps" = "Don’t show windows from these apps";
"Done" = "முடிந்தது";
"End" = "முடிவு";
"Fade out animation" = "அனிமேஷனை மங்கச் செய்யுங்கள்";
"Fade out animation:" = "Fade out animation:";
"Focus selected window" = "தேர்ந்தெடுக்கப்பட்ட சாளரத்தை கவனம் செலுத்துங்கள்";
"Fullscreen window" = "Fullscreen window";
"Fullscreen windows:" = "Fullscreen windows:";
"Fullscreen/Defullscreen window" = "முழுத்திரை/டெஃபுலெல்ஸ்கிரீன் சாளரம்";
"General" = "பொது";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Hidden windows:";
"Hide" = "மறை";
"Hide app badges" = "பயன்பாட்டு பேட்ஜ்களை மறைக்கவும்";
"Hide app badges:" = "Hide app badges:";
"Hide apps with no open window" = "திறந்த சாளரம் இல்லாத பயன்பாடுகளை மறைக்கவும்";
"Hide apps with no open window:" = "Hide apps with no open window:";
"Hide colored circles on mouse hover" = "சுட்டி வட்டத்தில் வண்ண வட்டங்களை மறைக்கவும்";
"Hide colored circles on mouse hover:" = "Hide colored circles on mouse hover:";
"Hide in %@" = "%@ இல் மறைக்கவும்";
"Hide Space number labels" = "விண்வெளி எண் லேபிள்களை மறைக்கவும்";
"Hide Space number labels:" = "Hide Space number labels:";
"Hide status icons" = "நிலை சின்னங்களை மறைக்கவும்";
"Hide status icons:" = "Hide status icons:";
"Hide window thumbnails:" = "Hide window thumbnails:";
"Hide/Show app" = "பயன்பாட்டை மறைக்க/காட்டு";
"High" = "உயர்ந்த";
"Highest" = "அதிகபட்சம்";
"Hold" = "பிடி";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "பயன்பாட்டை மேம்படுத்த முடியும் என்று நினைக்கிறேன்…";
"Ignore shortcuts when active" = "செயலில் இருக்கும்போது குறுக்குவழிகளை புறக்கணிக்கவும்";
"Ignore shortcuts while a window from these apps is active" = "Ignore shortcuts while a window from these apps is active";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "பெரிய";
"Later" = "Later";
"Latest releases" = "சமீபத்திய வெளியீடுகள்";
"Leading" = "முன்னணி";
"Left" = "Left";
"Light" = "ஒளி";
"Max height on screen:" = "Max height on screen:";
"Max width on screen:" = "Max width on screen:";
"Medium" = "நடுத்தர";
"Menubar icon" = "மெனுபார் ஐகான்";
"Menubar icon:" = "Menubar icon:";
"Middle" = "நடுத்தர";
"Minimize/Deminimize window" = "சாளரத்தை குறைக்க/குறைக்கவும்";
"Minimized windows:" = "Minimized windows:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Miscellaneous:";
"Mouse hover" = "Mouse hover";
"Multiple screens" = "பல திரைகள்";
"Never send crash reports" = "செயலிழப்பு அறிக்கைகளை ஒருபோதும் அனுப்ப வேண்டாம்";
"Normal" = "சாதாரண";
"Not allowed" = "அனுமதிக்கப்படவில்லை";
"NSHumanReadableCopyright" = "GPL-3.0 உரிமம்";
"Only if the window is fullscreen" = "Only if the window is fullscreen";
"Open Accessibility Preferences…" = "திறந்த அணுகல் விருப்பத்தேர்வுகள்…";
"Open Screen Recording Preferences…" = "திறந்த திரை பதிவு விருப்பத்தேர்வுகள்…";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "விரும்பினால்: மின்னஞ்சல் (நீங்கள் பதில் விரும்பினால்)";
"Order windows by" = "விண்டோஸை ஆர்டர் செய்யுங்கள்";
"Policies" = "கொள்கைகள்";
"Preferences…" = "விருப்பத்தேர்வுகள்…";
"Preview selected window" = "தேர்ந்தெடுக்கப்பட்ட சாளரத்தை முன்னோட்டம்";
"Preview selected window:" = "Preview selected window:";
"Preview the selected window." = "தேர்ந்தெடுக்கப்பட்ட சாளரத்தை முன்னோட்டமிடுங்கள்.";
"Quit" = "வெளியேறு";
"Quit %@" = "வெளியேறுதல் %@";
"Quit app" = "பயன்பாட்டை விட்டு";
"Recently Created" = "Recently Created";
"Recently Created First" = "சமீபத்தில் முதலில் உருவாக்கப்பட்டது";
"Recently Focused" = "Recently Focused";
"Recently Focused First" = "சமீபத்தில் முதலில் கவனம் செலுத்தியது";
"Remember my choice" = "என் விருப்பத்தை நினைவில் கொள்ளுங்கள்";
"Reset preferences and restart" = "விருப்பங்களை மீட்டமைத்து மறுதொடக்கம் செய்யுங்கள்";
"Reset preferences and restart…" = "விருப்பங்களை மீட்டமைத்து மறுதொடக்கம் செய்யுங்கள்…";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Rows of thumbnails:";
"Screen including menu bar" = "மெனு பட்டி உள்ளிட்ட திரை";
"Screen including mouse" = "சுட்டி உள்ளிட்ட திரை";
"Screen Recording" = "திரை பதிவு";
"Screen showing AltTab" = "திரை அல்தாப் காட்டுகிறது";
"Select next window" = "அடுத்த சாளரத்தைத் தேர்ந்தெடுக்கவும்";
"Select previous window" = "முந்தைய சாளரத்தைத் தேர்ந்தெடுக்கவும்";
"Select windows on mouse hover" = "சுட்டி வட்டத்தில் விண்டோஸைத் தேர்ந்தெடுக்கவும்";
"Select windows using arrow keys" = "அம்பு விசைகளைப் பயன்படுத்தி விண்டோஸைத் தேர்ந்தெடுக்கவும்";
"Select windows using vim keys" = "விம் விசைகளைப் பயன்படுத்தி விண்டோஸைத் தேர்ந்தெடுக்கவும்";
"Send" = "அனுப்பு";
"Send a crash report?" = "செயலிழப்பு அறிக்கையை அனுப்பவா?";
"Send anyway" = "எப்படியும் அனுப்புங்கள்";
"Send debug profile (CPU, memory, etc)" = "பிழைத்திருத்த சுயவிவரத்தை அனுப்பவும் (CPU, நினைவகம் போன்றவை)";
"Send feedback" = "கருத்துக்களை அனுப்பவும்";
"Send feedback…" = "கருத்துக்களை அனுப்பவும்…";
"Share improvement ideas, or report bugs" = "மேம்பாட்டு யோசனைகளைப் பகிரவும் அல்லது பிழைகள் புகாரளிக்கவும்";
"Shortcut 1" = "குறுக்குவழி 1";
"Shortcut 2" = "குறுக்குவழி 2";
"Shortcut 3" = "குறுக்குவழி 3";
"Shortcut 4" = "குறுக்குவழி 4";
"Shortcut 5" = "குறுக்குவழி 5";
"Shortcut already assigned to another action: %@" = "குறுக்குவழி ஏற்கனவே மற்றொரு செயலுக்கு ஒதுக்கப்பட்டுள்ளது: %@";
"Shortcuts When Active" = "செயலில் இருக்கும்போது குறுக்குவழிகள்";
"Shortcuts when active…" = "செயலில் இருக்கும்போது குறுக்குவழிகள்…";
"Show" = "காட்டு";
"Show & Hide" = "காட்டு மற்றும் மறை";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "ஒவ்வொரு சாளரத்திற்கும் அல்லது ஒவ்வொரு பயன்பாட்டிற்கும் ஸ்விட்சரில் ஒரு உருப்படியைக் காட்டுங்கள்.விண்டோஸ் கவனம் செலுத்தப்படும், அதேசமயம் பயன்பாடுகள் செயல்படுத்தப்படும்.";
"Show at the end" = "இறுதியில் காட்டு";
"Show fullscreen windows" = "முழுத்திரை சாளரங்களைக் காட்டு";
"Show hidden windows" = "மறைக்கப்பட்ட ஜன்னல்களைக் காட்டு";
"Show in switcher" = "ஸ்விட்சரில் காட்டு";
"Show minimized windows" = "குறைக்கப்பட்ட ஜன்னல்களைக் காட்டு";
"Show on" = "காண்பி";
"Show on:" = "Show on:";
"Show standard tabs as windows" = "நிலையான தாவல்களை விண்டோஸாகக் காட்டு";
"Show standard tabs as windows:" = "Show standard tabs as windows:";
"Show titles" = "தலைப்புகளைக் காட்டு";
"Show windows from applications" = "பயன்பாடுகளிலிருந்து விண்டோஸைக் காட்டு";
"Show windows from screens" = "திரைகளிலிருந்து விண்டோஸைக் காட்டு";
"Show windows from Spaces" = "இடைவெளிகளிலிருந்து விண்டோஸைக் காட்டு";
"Show windows from:" = "Show windows from:";
"Size" = "அளவு";
"Skipped" = "Skipped";
"Small" = "சிறிய";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "கண்டுபிடிப்பாளர் அல்லது முன்னோட்டம் போன்ற சில பயன்பாடுகள் சுயாதீன சாளரங்களைப் போல செயல்படும் நிலையான தாவல்களைப் பயன்படுத்துகின்றன.வலை உலாவிகள் போன்ற வேறு சில பயன்பாடுகள் தனிப்பயன் தாவல்களைப் பயன்படுத்துகின்றன, அவை தனித்துவமான வழிகளில் செயல்படும் மற்றும் உண்மையான சாளரங்கள் அல்ல.ஆல்டாப் அவற்றை தனித்தனியாக பட்டியலிட முடியாது.";
"Source code repository" = "மூல குறியீடு களஞ்சியம்";
"Space" = "Space";
"Space Order" = "விண்வெளி வரிசை";
"Start" = "தொடக்க";
"Start at login" = "உள்நுழைவில் தொடங்கவும்";
"Start at login:" = "Start at login:";
"Support this project ❤️" = "இந்த திட்டத்தை ஆதரிக்கவும்";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "3 வெவ்வேறு பாணிகளுக்கு இடையில் மாறவும்.நீங்கள் அவற்றைத் தனிப்பயனாக்கலாம்.";
"System" = "அமைப்பு";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "தீம்";
"Theme:" = "Theme:";
"Then release:" = "Then release:";
"This permission is needed to focus windows after you release the shortcut" = "நீங்கள் குறுக்குவழியை வெளியிட்ட பிறகு சாளரங்களை மையப்படுத்த இந்த அனுமதி தேவை";
"This permission is needed to show screenshots and titles of open windows" = "திறந்த சாளரங்களின் ஸ்கிரீன் ஷாட்கள் மற்றும் தலைப்புகளைக் காட்ட இந்த அனுமதி தேவை";
"Thumbnails" = "சிறு உருவங்கள்";
"Title" = "Title";
"Title truncation" = "தலைப்பு துண்டிப்பு";
"Titles" = "தலைப்புகள்";
"Trigger shortcut" = "குறுக்குவழியைத் தூண்டவும்";
"Unassign existing shortcut and continue" = "தற்போதுள்ள குறுக்குவழியை ஒதுக்கி தொடரவும்";
"Updates policy" = "கொள்கை புதுப்பிக்கிறது";
"Updates policy:" = "Updates policy:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "பதிப்பு";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "தற்போதுள்ள விவாதங்களைக் காண்க";
"Vim keys" = "Vim keys";
"Vim keys already assigned to other actions:\n%@" = "மற்ற செயல்களுக்கு ஏற்கனவே ஒதுக்கப்பட்ட VIM விசைகள்: \\ n%@";
"Visibility" = "பார்வை";
"Visible Spaces" = "புலப்படும் இடங்கள்";
"When fullscreen" = "முழுத்திரை போது";
"When no open window" = "திறந்த சாளரம் இல்லாதபோது";
"While open, press:" = "While open, press:";
"Window app icon size:" = "Window app icon size:";
"Window is fullscreen" = "சாளரம் முழுத்திரை";
"Window is minimized" = "சாளரம் குறைக்கப்படுகிறது";
"Window is on every Space" = "சாளரம் ஒவ்வொரு இடத்திலும் உள்ளது";
"Window is on Space %d" = "சாளரம் விண்வெளி %d இல் உள்ளது";
"Window max width in row:" = "Window max width in row:";
"Window min width in row:" = "Window min width in row:";
"Window order:" = "Window order:";
"Window Title" = "சாளர தலைப்பு";
"Window title font size:" = "Window title font size:";
"Window title truncation:" = "Window title truncation:";
"Windows" = "விண்டோஸ்";
"You can’t undo this action." = "இந்த செயலை நீங்கள் செயல்தவிர்க்க முடியாது.";
"You didn’t write your email, thus can’t receive any response." = "உங்கள் மின்னஞ்சலை நீங்கள் எழுதவில்லை, இதனால் எந்த பதிலும் பெற முடியாது.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
